Revit 2027 API
ParameterTypeId.SheetHeight Property
 "Sheet Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetHeight { get; }
Public Shared ReadOnly Property SheetHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetHeight {
	ForgeTypeId^ get ();
}
static member SheetHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace